tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "docker-compose"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "hyperkit"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "kepubify"
brew "kubebuilder"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "neovim"
brew "node"
brew "pylint"
brew "spaceship"
brew "tree"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "blockblock"
cask "brave-browser"
cask "discord"
cask "docker"
cask "drawio"
cask "finicky"
cask "fliqlo"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "gitify"
cask "hiddenbar"
cask "iterm2"
cask "keka"
cask "kobo"
cask "logitech-options"
cask "lulu"
cask "maccy"
cask "meetingbar"
cask "messenger"
cask "notion"
cask "omnidisksweeper"
cask "oversight"
cask "postman"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
