tap "anchore/grype"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ringohub/redis-cli"
tap "teamookla/speedtest"
tap "ubuntu/microk8s"
brew "coreutils"
brew "asdf"
brew "bash"
brew "python@3.12"
brew "checkov"
brew "curl"
brew "docker-compose"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "helmify"
brew "iproute2mac"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "kepubify"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "make"
brew "minikube"
brew "neovim"
brew "node"
brew "pipx"
brew "postgresql@14"
brew "pylint"
brew "python@3.10"
brew "python@3.9"
brew "skopeo"
brew "spaceship"
brew "syft"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tfsec"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "ykman"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "fluxcd/tap/flux@0.41"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-reader", args: { appdir: "~/Applications" }
cask "discord", args: { appdir: "~/Applications" }
cask "docker", args: { appdir: "~/Applications" }
cask "drawio", args: { appdir: "~/Applications" }
cask "finicky", args: { appdir: "~/Applications" }
cask "font-comic-mono"
cask "font-fira-code", args: { appdir: "~/Applications" }
cask "font-jetbrains-mono", args: { appdir: "~/Applications" }
cask "goland"
cask "google-cloud-sdk", args: { appdir: "~/Applications" }
cask "hiddenbar", args: { appdir: "~/Applications" }
cask "intellij-idea"
cask "iterm2", args: { appdir: "~/Applications" }
cask "logi-options+"
cask "lunar"
cask "maccy", args: { appdir: "~/Applications" }
cask "meetingbar", args: { appdir: "~/Applications" }
cask "multipass", args: { appdir: "~/Applications" }
cask "notion", args: { appdir: "~/Applications" }
cask "omnidisksweeper", args: { appdir: "~/Applications" }
cask "postman", args: { appdir: "~/Applications" }
cask "pycharm"
cask "raycast", args: { appdir: "~/Applications" }
cask "rectangle", args: { appdir: "~/Applications" }
cask "shottr"
cask "signal", args: { appdir: "~/Applications" }
cask "spotify"
cask "stremio"
cask "visual-studio-code", args: { appdir: "~/Applications" }
cask "vlc", args: { appdir: "~/Applications" }
cask "whatsapp", args: { appdir: "~/Applications" }
cask "wireshark", args: { appdir: "~/Applications" }
cask "zoom", args: { appdir: "~/Applications" }
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "iliazeus.vscode-ansi"
vscode "mgmcdermott.vscode-language-babel"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "znck.grammarly"
