tap "anchore/grype"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
tap "ubuntu/microk8s"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "docker-compose"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "helm"
brew "helmify"
brew "hyperkit"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "kepubify"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "neovim"
brew "node"
brew "openshift-cli"
brew "podman"
brew "postgresql@14"
brew "pylint"
brew "python@3.9"
brew "rosa-cli"
brew "spaceship"
brew "syft"
brew "telnet"
brew "tree"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "teamookla/speedtest/speedtest"
brew "ubuntu/microk8s/microk8s"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "beekeeper-studio"
cask "blockblock"
cask "brave-browser"
cask "discord"
cask "drawio"
cask "finicky"
cask "fliqlo"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "gitify"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "iterm2"
cask "keka"
cask "kobo"
cask "logitech-options"
cask "lulu"
cask "maccy"
cask "meetingbar"
cask "messenger"
cask "multipass"
cask "notion"
cask "omnidisksweeper"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "bungcip.better-toml"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "znck.grammarly"
