bbenoist.vagrant
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
GabrielBB.vscode-lombok
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
HookyQR.beautify
James-Yu.latex-workshop
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
redhat.java
redhat.vscode-xml
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
